Repository: t0mmic/trp-restaurant-reservation
Catalog: t0mmic-reservations/languages/t0mmic-reservations-*.po
Languages: cs_cz

source: free space
cs_cz: volno

source: full
cs_cz: obsazeno

source: Date
cs_cz: Datum

source: From time
cs_cz: Od

source: Reserved time
cs_cz: Rezervovat na

source: Party Size
cs_cz: Počet osob

source: Firstname
cs_cz: Jméno

source: Surname
cs_cz: Příjmení

source: Phone
cs_cz: Telefon

source: if you want confirmation by email
cs_cz: pokud chcete potvrzení do emailu

source: Notes
cs_cz: Poznámky

source: Submit
cs_cz: Odeslat

source: Reset
cs_cz: Resetovat

source: Verify by phone!!!
cs_cz: Ověřte telefonem!!!

source: Sorry, you have to reserved a place by phone.
cs_cz: Je nám líto, ale musíte provést rezervaci telefonicky.

source: An error occurred
cs_cz: Vyskytla se chyba

source: An error occurred. Reservation has been saved, but email was not sent.
cs_cz: Vyskytla se chyba. Rezervace byla uložena, ale e-mail nebyl odeslán.

source: We're sorry, but someone made a booking faster.
cs_cz: Litujeme, ale někdo provedl rezervaci rychleji.

source: Closed
cs_cz: Zavřeno

source: Fail. Please try again later.
cs_cz: Selhání. Zkuste to prosím později.

source: Selected time is not empty. See graph. Green shows free times under the same conditions.
cs_cz: Vybraný čas je již obsazen. Viz graf. Veberte z volných časů.

source: Reservation form.
cs_cz: Rezervační formulář.

source: New title
cs_cz: Nový název

source: Title:
cs_cz: Název:

source: Email was sent.
cs_cz: Email byl odeslán.

source: Error! Email was not sent.
cs_cz: Chyba! Email nebyl odeslán.

source: Success
cs_cz: Úspěch

source: Page
cs_cz: Strana

source: of
cs_cz: z

source: Week days
cs_cz: Dny v týdnu

source: monday
cs_cz: pondělí

source: tuesday
cs_cz: úterý

source: wednesday
cs_cz: středa

source: thursday
cs_cz: čtvrtek

source: friday
cs_cz: pátek

source: saturday
cs_cz: sobota

source: sunday
cs_cz: neděle

source: From
cs_cz: Od

source: To
cs_cz: Do

source: Remove this
cs_cz: Odstraňte toto

source: Day with extra open hours.
cs_cz: Den s extra otevírací dobou.

source: Do you want to send a confirmation email?
cs_cz: Chcete odeslat potvrzovací e-mail?

source: Reservation
cs_cz: Rezervace

source: Reservations
cs_cz: Rezervace

source: Info
cs_cz: Informace

source: Reservations overview
cs_cz: Přehled rezervací

source: Settings
cs_cz: Nastavení

source: Columns
cs_cz: Sloupce

source: Date:
cs_cz: Datum:

source: Time from:
cs_cz: Čas od:

source: Time To:
cs_cz: Čas do:

source: Party:
cs_cz: Počet míst:

source: Firstname:
cs_cz: Jméno:

source: Surname:
cs_cz: Příjmení:

source: Phone:
cs_cz: Telefon:

source: Condition:
cs_cz: Stav:

source: Disapproved:
cs_cz: Zamítnuté:

source: Notes:
cs_cz: Poznámky:

source: Pagination
cs_cz: Stránkování

source: Number of items per page:
cs_cz: Počet položek na stránku:

source: Hidden rows
cs_cz: Skryté řádky

source: Hide disapproved reservations:
cs_cz: Skrýt zamítnuté rezervace:

source: Apply
cs_cz: Aplikovat

source: Save
cs_cz: Uložit

source: Reservations:
cs_cz: Rezervace:

source: Add new reservation
cs_cz: Přidat novou rezervaci

source: Not return results from Date, Time, Party size, Condition and Disapproved.
cs_cz: Nevrací výsledky z Datum, Čas, Velikost strany, Podmínka a Zamítnuté.

source: 'Whole' table filter...
cs_cz: Filtr tabulky...

source: Select an action for bulk editing
cs_cz: Vyberte akci hromadné úpravy

source: Bulk Actions
cs_cz: Hromadné akce

source: Disapproved
cs_cz: Zamítnuté

source: Approve
cs_cz: Schválit

source: Delete
cs_cz: Smazat

source: From Date:
cs_cz: Od data:

source: View from selected date.
cs_cz: Zobrazit od vybraného data.

source: Time occupancy:
cs_cz: Obsazenost v čase:

source: Searches booking time just in one selected day.
cs_cz: Vyhledá čas rezervace jen v jednom vybraném dni.

source: Clear filter:
cs_cz: Odstranit filtr:

source: Clear filter
cs_cz: Odstranit filtr

source: Select all
cs_cz: Vybrat vše

source: Time from
cs_cz: Čas od

source: Time to
cs_cz: Čas do

source: Condition
cs_cz: Stav

source: Party size
cs_cz: Počet míst

source: Restaurant reservations - settings
cs_cz: Rezervace restaurace - nastavení

source: general
cs_cz: Všeobecné

source: weeks
cs_cz: týdny

source: datepicker
cs_cz: kalendář

source: texts
cs_cz: texty

source: Page heading
cs_cz: Nadpis stránky

source: Theme for datepicker
cs_cz: Barevné téma kalendáře

source: Front end form color
cs_cz: Barva rezervačního formuláře

source: Front end color of the plugin.
cs_cz: Nastavení barevného schématu pluginu

source: black
cs_cz: černé

source: white
cs_cz: bílé

source: Email for sending the reservation form
cs_cz: E-mail k zasílání rezervačního formuláře

source: Reservation form will be sent to this email.
cs_cz: Rezervační formulář bude zaslán na tento e-mail.

source: Date format
cs_cz: Formát data

source: Select the date format
cs_cz: Vyberte formát data

source: Time format
cs_cz: Formát času

source: Select the time format
cs_cz: Vyberte formát času

source: First day of the week.
cs_cz: První den týdne.

source: Sunday
cs_cz: Neděle

source: Monday
cs_cz: Pondělí

source: How soon can be make reservation
cs_cz: Za jaký čas lze provést rezervaci

source: Distance from the current time, when it´s possible to make a reservation first.
cs_cz: Odstup od aktuálního času, kdy je možné provést rezervaci nejdříve.

source: the next day
cs_cz: další den

source: 5 minutes in advance
cs_cz: 5 minut předem

source: 10 minutes in advance
cs_cz: 10 minut předem

source: 20 minutes in advance
cs_cz: 20 minut předem

source: 30 minutes in advance
cs_cz: 30 minut předem

source: 45 minutes in advance
cs_cz: 45 minut předem

source: 1 hour in advance
cs_cz: 1 hodinu předem

source: 2 hours in advance
cs_cz: 2 hodiny předem

source: 4 hours in advance"
cs_cz: 4 hodiny předem

source: Set default 'Condition', (yes=approved, no=pending)
cs_cz: Výchozí 'stav' rezervace, (ano = schváleno, ne = čeká na schválení)

source: If email is required, it should be set 'no'.
cs_cz: Pokud je požadována e-mailová adresa, mělo by být nastaveno na 'ne'.

source: no
cs_cz: ne

source: yes
cs_cz: ano

source: Email is required? Do you want to confirm reservation by email?
cs_cz: E-mail je vyžadován? Chcete potvrzovat rezervaci e-mailem?

source: They will must to fill an email to the form.
cs_cz: Musí vyplňovat e-mail do formuláře.

source: List of comma separated closed date (e.g. the New Year).
cs_cz: Seznam čárkou oddělených dnů, kdy bude zavřeno.

source: Enter dates separated by ',' in the format 'yyyy-mm-dd' e.g. '2017-12-25, 2017-12-26'
cs_cz: Zadejte datumy oddělené čárkou ve formátu 'rrrr-mm-dd', např. '2017-12-25, 2017-12-26'

source: List of comma separated blocked email, or phone
cs_cz: Seznam blokovaných emailů nebo telefonů oddělených čárkou

source: Enter emails addresses or phones separated by ','. Reservation is after this entered in the table with a note that it needs to be verified.
cs_cz: Zadejte emailové adresy nebo telefony oddělené čárkou. Rezervace je poté, pokud není povoleno blokování, uvedena v tabulce s poznámkou, že je třeba ji ověřit.

source: Enable blocking
cs_cz: Povolit blokování

source: If checked, set reservation for blocked emails and phones only by phone.
cs_cz: Pokud je zaškrtnuto, nastaví rezervace u blokovaných e-mailů a telefonů pouze na telefonicky.

source: Times and days when it is possible to make a reservation
cs_cz: Kdy je možné provést rezervaci. (časy a dny)

source: Add new week
cs_cz: Přidat nový týden

source: Day with extra open hours
cs_cz: Den s extra otevírací dobou

source: Fill, if the opening hours are changed on given day. Days of the week, do not fill.
cs_cz: Vyplňte, pokud se v daný den otevírací doba změní. Dny v týdnu nevyplňujte.

source: Remove week
cs_cz: Odstranit týden

source: All reservations capacity
cs_cz: Kapacita všech rezervací

source: Reservation capacity at the same time
cs_cz: Kapacita rezervací ve stejný čas

source: Max. party size
cs_cz: Max. počet míst jedné rezervace

source: Reservation in advance
cs_cz: Rezervace předem

source: How many days in advance can be make a reservation
cs_cz: Kolik dní předem lze provést rezervaci

source: Minimal time for one reservation
cs_cz: Minimální doba jedné rezervace

source: Maximal time for one reservation.
cs_cz: Maximální doba jedné rezervace.

source: hour
cs_cz: hodinu

source: hours
cs_cz: hodiny

source: Maximal time for one reservation
cs_cz: Maximální doba jedné rezervace

source: Clock interval for reservation
cs_cz: Interval na hodinách pro rezervaci (formulář)

source: Choosing the interval between the times available for reservation.
cs_cz: Volba intervalu mezi časy, které jsou k dispozici pro rezervaci.

source: Use these variables in the body of the email as a replacements for words that are loaded automatically from form or table.
cs_cz: Tyto proměnné použijte v těle e-mailu jako náhradu za slova, které jsou automaticky načteny z formuláře nebo tabulky.

source: Reserved date
cs_cz: Rezervované datum

source: Reserved from time
cs_cz: Rezervováno od

source: Reserved to time
cs_cz: Rezervováno do

source: Reserved party size
cs_cz: Rezervovaný počet míst

source: Note
cs_cz: Poznámka

source: IP from which the request came (the reservation form)
cs_cz: IP, ze které požadavek pochází (platí pro rezervační formulář)

source: First name of the user who made the reservation
cs_cz: Jméno uživatele, který provedl rezervaci

source: Surname of the user who made the reservation
cs_cz: Příjmení uživatele, který provedl rezervaci

source: Email text, whitch is sent from reservation front end form.
cs_cz: Text emailu, který je odeslán z rezervačního formuláře.

source: Email subject
cs_cz: Předmět e-mailu

source: Result text, if default 'Condition' is set to 'yes' and result is OK.
cs_cz: Zpráva pro uživatele, je-li výchozí nastavení "Stav" nastaveno na "ano" a výsledek uložení je OK.

source: Result text, if default 'Condition' is set to 'no' and result is OK.
cs_cz: Zpráva pro uživatele, je-li výchozí nastavení "Stav" nastaveno na "ne" a výsledek uložení je OK.

source: Text of the approval email that is sent from the reservations overview.
cs_cz: Text schvalovacího emailu, který je odeslán z přehledu rezervací.

source: Sender name of confirmation email
cs_cz: Jméno odesílatele potvrzovacího e-mailu

source: TRP Reservations description:
cs_cz: TRP Reservations popis:

source: Allows online restaurant reservation, send e-mails or search free seats and automatically booked.
cs_cz: Umožňuje online rezervaci restaurace, odesílat emaily, schvalovat emailem nebo vyhledávat volná místa a automaticky rezervovat.

source: When fully occupied, it offers alternative reservation options.
cs_cz: Pokud je plně obsazeno, nabízí alternativní možnosti výběru času.

source: Searches based on custom specified days and times, restrict booking times.
cs_cz: Vyhledávání podle zadaných dnů a časů, omezení časů rezervace.

source: Opening hours for holidays and other days. Closed days. All block or modify automatically.
cs_cz: Otevírací doba pro svátky a další dny. Uzavřené dny. Všechny se blokují nebo upravují automaticky.

source: Allows edit bookings from the admin panel.
cs_cz: Umožňuje spravovat rezervace v administračním rozhraní.

source: Allows block users based on email or phone.
cs_cz: Umožňuje blokovat uživatele na základě e-mailu nebo telefonu.

source: Send email to customers about their booking.
cs_cz: Odeslání e-mailu zákazníkům o jejich rezervaci.

source: Also can be used as a widget.
cs_cz: Může být použit také jako widget.

source: If you like my work, you can support me on
cs_cz: Pokud se vám moje práce líbí, můžete mě podpořit na

source: Instruction:
cs_cz: Instrukce:

source: Reservation table:
cs_cz: Tabulka rezervací:

source: Reservations table can edit if you click in the table cell and edit the text. The change is saved immediately. Only some cells can be updated.
cs_cz: Tabulku rezervací lze upravit, pokud kliknete na buňku tabulky a upravíte text. Změna je uložena okamžitě. Pouze některé buňky lze aktualizovat.

source: After the status update to approved, you can send confirmation email, when the user has filled in.
cs_cz: Po aktualizaci stavu na schváleno, můžete odeslat emailem potvrzení, pokud ho uživatel vyplnil.

source: 'Whole' table filter find data by firstname, surname, phone, email and note.
cs_cz: Tabulkový filtr vyhledává podle jména, příjmení, telefonu, e-mailu a poznámky.

source: If date is selected, data will loaded from selected day.
cs_cz: Je-li vybrán datum, data budou načteny od vybraného dne.

source: If you insert time to input, all selected data contains the selected day and the selected time is between 'time from' and 'time to'
cs_cz: Pokud zadáte čas do filtru času, všechna vybraná data obsahují již vybraný den a zadaný čas je mezi "časem od" a "časem do"

source: In the drop-down bar, you can set visible table columns, the number of rows, and you can also hide disapproved reservations.
cs_cz: V rozbalovací liště můžete nastavit viditelné sloupce tabulky, počet řádků a také můžete skrýt zamítnuté rezervace.

source: For bulk actions, use the box at the beginning of the reservation table. You can delete rows from the database, approve or disapprove reservations.
cs_cz: U hromadných akcí můžete vybrat za tabulkou rezervací. Můžete odstranit řádky z databáze, schválit nebo zamítnout rezervace.

source: With button 'Add new reservation', you can add new reservation from admin interface.
cs_cz: Pomocí tlačítka "Přidat novou rezervaci" můžete přidat novou rezervaci z administračního rozhraní.

source: Settings:
cs_cz: Nastavení:

source: On the general and datepicker bookmark you can set all the necessary parameters to search for free seats to book.
cs_cz: Na obecné záložce a záložce kalendáře můžete nastavit všechny potřebné parametry pro vyhledání volných míst pro rezervaci.

source: There you will find the option to set the closed days, or block some emails or phone.
cs_cz: Zde najdete možnost nastavit uzavřené dny nebo zablokovat emaily a telefony.

source: Bookmark weeks serves to set the opening hours on different days of the week, or to set a special opening time on a selected day.
cs_cz: Záložka týdne slouží k nastavení otvírací doby v různých dnech týdne nebo k nastavení speciálního času otevření ve vybraný den.

source: Bookmark texts serves to create texts for send emails. Beware, first try to send email yourself, not all html characters are supported.
cs_cz: Záložka texty slouží k vytváření textů pro odesílání e-mailů. Dejte si pozor, nejprve si zkuste odeslat email sami, nejsou podporovány všechny znaky html.
